Repository: SIrmerDiamant/i18n-translations
Catalog: diamant-ux-client/locale/engb/messages.engb.xlf
Languages: engb

# allSubsequentProcessSteps
source: und alle nachfolgenden Prozessschritte
engb: and all subsequent process steps

# back
source: Zurück
engb: Back

# chooseProcessStep
source: Wählen Sie einen Prozessschritt aus
engb: Choose a process step

# clientChangeNotPossible
source: Mandantenwechsel nicht möglich. Der Mandant companyId existiert nicht mehr oder Ihnen fehlt die erforderliche Berechtigung.
engb: Change of client not possible. The client companyId does not exist anymore or permissions are missing.

# clients
source: Mandanten
engb: Clients

# close
source: Schließen
engb: Close

# closeAllTabs
source: Alle Registerkarten schließen
engb: Close all tabs

# closeAllTabsQuestion
source: Möchten Sie wirklich alle Registerkarten schließen?
engb: Do you really want to close all tabs?

# closeApplication
source: Anwendung verlassen
engb: Close application

# closeApplicationQuestion
source: Wollen Sie wirklich die Anwendung verlassen?
engb: Do you really want to exit the application?

# closeOtherTabs
source: Andere Registerkarten schließen
engb: Close other tabs

# closeOtherTabsQuestion
source: Möchten Sie wirklich die anderen Registerkarten schließen?
engb: Do you really want to close other tabs?

# closeProcessStep
source: Prozessschritt schließen
engb: Close process step

# closeProcessStepQuestion
source: Möchten Sie den Prozessschritt wirklich schließen?
engb: Do you really want to close the process step?

# closeSavedTabs
source: Gespeicherte Registerkarten schließen
engb: Close saved tabs

# closeTab
source: Registerkarte schließen
engb: Close tab

# closeTabs
source: Registerkarten schließen
engb: Close tabs

# closeThisTabQuestion
source: Möchten Sie die Registerkarte wirklich schließen?
engb: Do you really want to close the tab?

# connectErrorM1
source: Fehler beim Verbindungsaufbau mit dem Server (M1).
engb: Error connecting to the server (M1).

# ctrlSpace
source: Strg+Leertaste
engb: Ctrl+Space

# dataprotection
source: Datenschutz
engb: Data protection

# deviatingReferenceDate
source: Abweichendes Referenzdatum
engb: Deviating reference data

# discardUnsavedChanges
source: Alle ungespeicherten Änderungen werden verworfen.
engb: All unsaved changes will be discarded.

# dockProcessSteps
source: Prozessschritte andocken
engb: Dock process steps

# enhancements
source: Erweiterungen
engb: Enhancements

# errorLoadingInitialData
source: Fehler beim Laden von initialen Daten.
engb: Error reading initial data.

# errorReadingClientData
source: Fehler beim Lesen der Mandantendaten.
engb: Error reading client data.

# errorReadingCompanyFavourites
source: Fehler beim Lesen der Mandanten-Favoriten.
engb: Error reading company favorites.

# errorReadingUserData
source: Fehler beim Lesen der Benutzerdaten.
engb: Error reading user data.

# errorRetrievingDataSessionExpired
source: Fehler beim Abrufen von Daten. Ihre Sitzung ist abgelaufen. Bitte überprüfen Sie den Status Ihres Anwendungsservers und melden sich erneut an.
engb: Error retrieving data. Your session has expired. Please check the status of your application server and log in again.

# favourites
source: Favoriten
engb: Favourites

# findOisPostingsAccountsCostAccountingObjects
source: OP, Buchungen, Konten und Kostenrechnungsobjekte finden
engb: Find OIs, postings, accounts and cost accounting objects

# guide
source: Wegweiser
engb: Guide

# help
source: Hilfe
engb: Help

# helpDashboard
source: Hilfe-Dashboard
engb: Help-Dashboard

# licenceNumber
source: Nutzungsrechtnummer: {{licenceNumber}}
engb: Licence number: {{licenceNumber}}

# licenceScope
source: Lizenzumfang
engb: Licence scope

# licenceStatus
source: Lizenzstatus
engb: Licence status

# logOff
source: Abmelden
engb: Log off

# message
source: Meldung
engb: Message

# modifyReferenceDate
source: Referenzdatum anpassen
engb: Modify reference date

# myReplacements
source: Meine Vertretungen
engb: My replacements

# myTeams
source: Meine Teams
engb: My teams

# navigatorCtrlSpace
source: Navigator (Strg+Leertaste)
engb: Navigator (Ctrl+Space)

# no
source: Nein
engb: No

# noClientsFoundAdjustFilter
source: Es wurden keine Mandanten gefunden. Bitte passen Sie den Filter an.
engb: No clients were found. Please adjust the filter.

# noFavouritesFound
source: Es wurden keine Favoriten gefunden.
engb: No favourites were found.

# noOtherClientsFound
source: Es wurden keine weiteren Mandanten gefunden.
engb: No other clients were found.

# numberOpenTabs
source: Anzahl geöffneter Registerkarten
engb: Number of open tabs

# openInNewTab
source: In neuer Registerkarte öffnen
engb: Open on new tab

# openLinkInNewProcessStepThisTabQuestion
source: Möchten Sie den Link in einem neuen Prozessschritt in dieser Registerkarte öffnen?
engb: Do you want to open the link in a new tab process step?

# openProcessStep
source: Prozessschritt öffnen
engb: Open process step

# openTabNewBrowserTab
source: Registerkarte in neuem Browser-Tab öffnen
engb: Open tab in new browser tab

# programInformation
source: Programminformation
engb: Program information

# referenceDate
source: Referenzdatum
engb: Reference date

# removeDocking
source: Docking auflösen
engb: Remove docking

# saveAllTabs
source: Geöffnete Registerkarten speichern
engb: Save opened tabs

# search
source: Suche
engb: Search

# searchClients
source: Mandanten suchen
engb: Search for clients

# searching
source: Suchen...
engb: Searching...

# supportInformation
source: Supportinformationen
engb: Support information

# today
source: Heute
engb: Today

# ui-bannerAreal-closeBanner
source: Schließen
engb: Close

# ui-http-couldNotFindResource
source: Keine Ressource gefunden!
engb: Could not find resource!

# ui-http-sessionExpiredLogin
source: Ihre Session ist abgelaufen, bitte melden Sie sich erneut an.
engb: Your session has expired. Please log in again.

# ui-http-sessionExpiredLoginRefresh
source: Ihre Sitzung ist abgelaufen. Sie müssen sich erneut Anmelden. Sollte dies nicht funktionieren müssen Sie zuerst Ihren Browser schließen. Bitte mit OK bestätigen.
engb: Your session has expired. You must log in again. If this does not work, you must close your browser first. Choose OK to confirm.

# ui-masterdata-accept
source: Übernehmen
engb: Accept

# ui-masterdata-applySelection
source: Auswahl übernehmen
engb: Apply selection

# ui-masterdata-businessUnit
source: Geschäftseinheit
engb: Business unit

# ui-masterdata-client
source: Mandant
engb: Client

# ui-masterdata-currentSelection
source: Aktuell ausgewählt:
engb: Current selection:

# ui-masterdata-group
source: Gruppe
engb: Group

# ui-masterdata-hierachyIsNotDisplayedInFull
source: Die Hierarchie wird nicht vollständig angezeigt
engb: The hierarchy is not displayed in full

# ui-masterdata-hierachyNodeSelectionUnavailable
source: Die Hierarchie-Knoten-Auswahl steht ihnen nicht zur Verfügung. Dies kann folgende Gründe haben:
engb: The hierarchy node selection is unavailable to you. This may be because:

# ui-masterdata-hierarchy
source: Hierarchie
engb: Hierarchy

# ui-masterdata-invalidDimensionType
source: Ungültiger Dimensionstyp
engb: Invalid dimension type

# ui-masterdata-noHierachyConfigured
source: Es ist keine Hierarchie eingerichtet.
engb: No hierarchy is configured.

# ui-masterdata-noNecessaryAuthorisations
source: Sie besitzen nicht die nötigen Berechtigungen.
engb: You do not have the necessary authorisations.

# ui-masterdata-performSearchToRestrictList
source: Schränken Sie die Liste durch eine Suche ein.
engb: Perform a search to restrict the list.

# ui-masterdata-plannedAlternative
source: Planalternative
engb: Planned alternative

# ui-masterdata-removeSelection
source: Auswahl entfernen
engb: Remove selection

# ui-masterdata-search
source: Suche
engb: Search

# ui-masterdata-selectKeyFigure
source: Kennzahl auswählen
engb: Select key figure

# ui-masterdata-tooManyHierachyElements
source: Es gibt zu viele Hierarchie-Elemente.
engb: There are too many hierarchy elements.

# ui-messageArea-destination
source: Ziel:
engb: Destination:

# ui-messageArea-developmentEnvironmentTooManyActions
source: Entwicklungsumgebung: Zu viele Aktionen...~
engb: Development environment: Too many actions...~

# ui-messageArea-message
source: Meldung:~
engb: Message:~

# ui-messageBox-destination
source: Ziel:
engb: Destination:

# ui-messageBox-developmentEnvironmentTooManyActions
source: Entwicklungsumgebung: Zu viele Aktionen...~
engb: Development environment: Too many actions...~

# ui-messageBox-error
source: Fehler
engb: Error

# ui-messageBox-message
source: Meldung:~
engb: Message:~

# ui-messageBox-messages
source: Meldungen
engb: Messages

# ui-messageBox-success
source: Erfolg
engb: Success

# ui-messageBox-warning
source: Warnung
engb: Caution

# ui-pickupSelection-displayAllData
source: Alle Daten anzeigen
engb: Display all data

# ui-pickupSelection-loadDataPleaseWait
source: Lade Daten. Bitte warten...
engb: Load data. Please wait...

# ui-pickupSelection-selectionDoesNotContainAnyData
source: Keine Daten in der Auswahl
engb: The selection does not contain any data

# unsavedChanges
source: Ungespeicherte Änderungen
engb: Unsaved changes

# userMenu
source: Benutzermenü
engb: User menu

# userSettings
source: Benutzereinstellungen
engb: User settings

# workContextTitle
source: Arbeitskontexte
engb: Work contexts

# yes
source: Ja
engb: Yes
